const Products=[
    {
        id:1,
        subcategory: "دانتل",
        description: "پارچه دانتل، پارچه ای ظریف و شبیه به تور است که تولیدکنندگان نساجی می توانند با استفاده از طیف وسیعی از تکنیک ها آن را تولید کنند. دانتل از نظر پیچیدگی بسیار متفاوت است. معمولاً از انواع مختلف توری برای برجسته کردن یا تزئین لباس، روکش و لوازم منزل استفاده می شود. درحالت کلی دانتل به ندرت برای تولید کل محصولات نساجی استفاده می شود. به طور سنتی، دانتل معمولاً از نخ ابریشم یا کتان ساخته می شود. برخی از صنعتگران نساجی حتی پارچه دانتل را با استفاده از نخ طلا یا نقره می ساختند. با این حال در دوران معاصر، پنبه به محبوب ترین متریال برای تولید دانتل تبدیل شده است. برخی از تولید کنندگان از الیاف مصنوعی مانند پلی استر و یا ابریشم نیز برای ساخت دانتل استفاده می‌کنند. این پارچه به دلیل ظرافت و پیچیدگی خاص خود ارزشمند است. استفاده از دانتل قرن هاست که با حس و زیبایی همراه است.",
        price:"۱۶۸,۰۰۰ تومان ",
        width: 120,
        stock:10 ,
        textile: "پارچه دانتل ژاپن رنگ 4 آفوایت",
        category: "مجلسی",
        stationary:"متوسط",
        practical:"",
        thickness:"بدن نما",
        gender:"دانتل ساده",
        images: [
          "./Images/Dantel/InShot_20220621_223330492.jpg",
          "./Images/Dantel/InShot_20220621_223351988.jpg",
          "./Images/Dantel/InShot_20220621_223308523.jpg",
         
        ] 
    },
    {
        id:2,
        subcategory: "دانتل",
        description: "پارچه دانتل، پارچه ای ظریف و شبیه به تور است که تولیدکنندگان نساجی می توانند با استفاده از طیف وسیعی از تکنیک ها آن را تولید کنند. دانتل از نظر پیچیدگی بسیار متفاوت است. معمولاً از انواع مختلف توری برای برجسته کردن یا تزئین لباس، روکش و لوازم منزل استفاده می شود. درحالت کلی دانتل به ندرت برای تولید کل محصولات نساجی استفاده می شود. به طور سنتی، دانتل معمولاً از نخ ابریشم یا کتان ساخته می شود. برخی از صنعتگران نساجی حتی پارچه دانتل را با استفاده از نخ طلا یا نقره می ساختند. با این حال در دوران معاصر، پنبه به محبوب ترین متریال برای تولید دانتل تبدیل شده است. برخی از تولید کنندگان از الیاف مصنوعی مانند پلی استر و یا ابریشم نیز برای ساخت دانتل استفاده می‌کنند. این پارچه به دلیل ظرافت و پیچیدگی خاص خود ارزشمند است. استفاده از دانتل قرن هاست که با حس و زیبایی همراه است.",
        price:"۱۶۸,۰۰۰ تومان ",
        width: 120,
        stock:10 ,
        textile: "پارچه دانتل ژاپن رنگ 3 آفوایت",
        category: "مجلسی",
        stationary:"متوسط",
        practical:"",
        thickness:"بدن نما",
        gender:"دانتل ساده",
        images: [
          "./Images/Dantel/InShot_20220621_223330492.jpg",
          "./Images/Dantel/InShot_20220621_223351988.jpg",
          "./Images/Dantel/InShot_20220621_223308523.jpg",
         
        ] 
    },
    {
        id:3,
        subcategory: "دانتل",
        description: "پارچه دانتل، پارچه ای ظریف و شبیه به تور است که تولیدکنندگان نساجی می توانند با استفاده از طیف وسیعی از تکنیک ها آن را تولید کنند. دانتل از نظر پیچیدگی بسیار متفاوت است. معمولاً از انواع مختلف توری برای برجسته کردن یا تزئین لباس، روکش و لوازم منزل استفاده می شود. درحالت کلی دانتل به ندرت برای تولید کل محصولات نساجی استفاده می شود. به طور سنتی، دانتل معمولاً از نخ ابریشم یا کتان ساخته می شود. برخی از صنعتگران نساجی حتی پارچه دانتل را با استفاده از نخ طلا یا نقره می ساختند. با این حال در دوران معاصر، پنبه به محبوب ترین متریال برای تولید دانتل تبدیل شده است. برخی از تولید کنندگان از الیاف مصنوعی مانند پلی استر و یا ابریشم نیز برای ساخت دانتل استفاده می‌کنند. این پارچه به دلیل ظرافت و پیچیدگی خاص خود ارزشمند است. استفاده از دانتل قرن هاست که با حس و زیبایی همراه است.",
        price:"۱۶۸,۰۰۰ تومان ",
        width: 120,
        stock:10 ,
        textile: "پارچه دانتل ژاپن رنگ 2 آفوایت",
        category: "مجلسی",
        stationary:"متوسط",
        practical:"",
        thickness:"بدن نما",
        gender:"دانتل ساده",
        images: [
          "./Images/Dantel/InShot_20220621_223330492.jpg",
          "./Images/Dantel/InShot_20220621_223351988.jpg",
          "./Images/Dantel/InShot_20220621_223308523.jpg",
         
        ] 
    },
    {
        id:4,
        subcategory: "دانتل",
        description: "پارچه دانتل، پارچه ای ظریف و شبیه به تور است که تولیدکنندگان نساجی می توانند با استفاده از طیف وسیعی از تکنیک ها آن را تولید کنند. دانتل از نظر پیچیدگی بسیار متفاوت است. معمولاً از انواع مختلف توری برای برجسته کردن یا تزئین لباس، روکش و لوازم منزل استفاده می شود. درحالت کلی دانتل به ندرت برای تولید کل محصولات نساجی استفاده می شود. به طور سنتی، دانتل معمولاً از نخ ابریشم یا کتان ساخته می شود. برخی از صنعتگران نساجی حتی پارچه دانتل را با استفاده از نخ طلا یا نقره می ساختند. با این حال در دوران معاصر، پنبه به محبوب ترین متریال برای تولید دانتل تبدیل شده است. برخی از تولید کنندگان از الیاف مصنوعی مانند پلی استر و یا ابریشم نیز برای ساخت دانتل استفاده می‌کنند. این پارچه به دلیل ظرافت و پیچیدگی خاص خود ارزشمند است. استفاده از دانتل قرن هاست که با حس و زیبایی همراه است.",
        price:"۱۶۸,۰۰۰ تومان ",
        width: 120,
        stock:10 ,
        textile: "پارچه دانتل ژاپن رنگ 1 آفوایت",
        category: "مجلسی",
        stationary:"متوسط",
        practical:"",
        thickness:"بدن نما",
        gender:"دانتل ساده",
        images: [
          "./Images/Dantel/InShot_20220621_223330492.jpg",
          "./Images/Dantel/InShot_20220621_223351988.jpg",
          "./Images/Dantel/InShot_20220621_223308523.jpg",
         
        ] 
    },
    {
        id:5,  
        subcategory: "دانتل",
        description: "پارچه دانتل، پارچه ای ظریف و شبیه به تور است که تولیدکنندگان نساجی می توانند با استفاده از طیف وسیعی از تکنیک ها آن را تولید کنند. دانتل از نظر پیچیدگی بسیار متفاوت است. معمولاً از انواع مختلف توری برای برجسته کردن یا تزئین لباس، روکش و لوازم منزل استفاده می شود. درحالت کلی دانتل به ندرت برای تولید کل محصولات نساجی استفاده می شود. به طور سنتی، دانتل معمولاً از نخ ابریشم یا کتان ساخته می شود. برخی از صنعتگران نساجی حتی پارچه دانتل را با استفاده از نخ طلا یا نقره می ساختند. با این حال در دوران معاصر، پنبه به محبوب ترین متریال برای تولید دانتل تبدیل شده است. برخی از تولید کنندگان از الیاف مصنوعی مانند پلی استر و یا ابریشم نیز برای ساخت دانتل استفاده می‌کنند. این پارچه به دلیل ظرافت و پیچیدگی خاص خود ارزشمند است. استفاده از دانتل قرن هاست که با حس و زیبایی همراه است.",
        price:"۱۶۸,۰۰۰ تومان ",
        width: 120,
        stock:10 ,
        textile: "پارچه دانتل ژاپن رنگ 5 آفوایت",
        category: "مجلسی",
        stationary:"متوسط",
        practical:"",
        thickness:"بدن نما",
        gender:"دانتل ساده",
        images: [
          "./Images/Dantel/InShot_20220621_223330492.jpg",
          "./Images/Dantel/InShot_20220621_223351988.jpg",
          "./Images/Dantel/InShot_20220621_223308523.jpg",
         
        ] 
    },
    {
        id:6,
        subcategory: "ساتن",
        description: "پارچه دانتل، پارچه ای ظریف و شبیه به تور است که تولیدکنندگان نساجی می توانند با استفاده از طیف وسیعی از تکنیک ها آن را تولید کنند. دانتل از نظر پیچیدگی بسیار متفاوت است. معمولاً از انواع مختلف توری برای برجسته کردن یا تزئین لباس، روکش و لوازم منزل استفاده می شود. درحالت کلی دانتل به ندرت برای تولید کل محصولات نساجی استفاده می شود. به طور سنتی، دانتل معمولاً از نخ ابریشم یا کتان ساخته می شود. برخی از صنعتگران نساجی حتی پارچه دانتل را با استفاده از نخ طلا یا نقره می ساختند. با این حال در دوران معاصر، پنبه به محبوب ترین متریال برای تولید دانتل تبدیل شده است. برخی از تولید کنندگان از الیاف مصنوعی مانند پلی استر و یا ابریشم نیز برای ساخت دانتل استفاده می‌کنند. این پارچه به دلیل ظرافت و پیچیدگی خاص خود ارزشمند است. استفاده از دانتل قرن هاست که با حس و زیبایی همراه است.",
        price:"۱۶۸,۰۰۰ تومان ",
        width: 120,
        stock:10 ,
        textile: "پارچه ساتن ژاپن رنگ 4 آفوایت",
        category: "مجلسی",
        stationary:"متوسط",
        practical:"",
        thickness:"بدن نما",
        gender:"دانتل ساده",
        images: [
          "./Images/Dantel/InShot_20220621_223330492.jpg",
          "./Images/Dantel/InShot_20220621_223351988.jpg",
          "./Images/Dantel/InShot_20220621_223308523.jpg",
         
        ] 
    },
    {
        id:7,
        subcategory: "حریر",
        description: "پارچه حریر ساده بسیار پرمصرف و پرطرفدار برای دوخت لباس های مجلسی و مهمانی است. همان طور که می دانید این پارچه کاملا نازک و بدن نما می باشد. بافت این پارچه بسیار ظریف است و به همین خاطر پارچه مناسبی برای خیاط های تازه کار به حساب نمی آید. علی رغم ظرافتی که دارد، این پارچه حریر تراکم بافت زیادی دارد و به سادگی تار و پود آن باز نمی شود. زیردست نرم و تنخور لطیف این پارچه احساس بسیار خوشایندی را در تماس با پوست بدن ایجاد می کند. سطح ظاهری این پارچه بسیار صاف و صیقلی می باشد. ",
        price:"۶۸,۰۰۰ تومان" ,
        width:150,
        stock:10 ,
        textile: "پارچه حریر ساده رنگ مشکی",
        category: "بهاره",
        stationary:"لخت",
        practical:"",
        thickness:"بدن نما",
        gender:"حریر ساده",
        images: [
          "./Images/harer/20210610_124416.jpg",
          "./Images/harer/20210610_124405.jpg",
          "./Images/harer/20210610_124354.jpg",
         
        ] 
    },
    {
        id:8,
        subcategory: "حریر",
        description: "پارچه حریر ساده بسیار پرمصرف و پرطرفدار برای دوخت لباس های مجلسی و مهمانی است. همان طور که می دانید این پارچه کاملا نازک و بدن نما می باشد. بافت این پارچه بسیار ظریف است و به همین خاطر پارچه مناسبی برای خیاط های تازه کار به حساب نمی آید. علی رغم ظرافتی که دارد، این پارچه حریر تراکم بافت زیادی دارد و به سادگی تار و پود آن باز نمی شود. زیردست نرم و تنخور لطیف این پارچه احساس بسیار خوشایندی را در تماس با پوست بدن ایجاد می کند. سطح ظاهری این پارچه بسیار صاف و صیقلی می باشد. ",
        price:"۶۸,۰۰۰ تومان" ,
        width:150,
        stock:10 ,
        textile: "پارچه حریر ساده راه ره مشکی",
        category: "بهاره",
        stationary:"لخت",
        practical:"",
        thickness:"بدن نما",
        gender:"حریر ساده",
        images: [
          "./Images/harer/20210610_124416.jpg",
          "./Images/harer/20210610_124405.jpg",
          "./Images/harer/20210610_124354.jpg",
         
        ] 
    },
    {
        id:9,
        subcategory: "گرپ کش",
        description: "پارچه حریر ساده بسیار پرمصرف و پرطرفدار برای دوخت لباس های مجلسی و مهمانی است. همان طور که می دانید این پارچه کاملا نازک و بدن نما می باشد. بافت این پارچه بسیار ظریف است و به همین خاطر پارچه مناسبی برای خیاط های تازه کار به حساب نمی آید. علی رغم ظرافتی که دارد، این پارچه حریر تراکم بافت زیادی دارد و به سادگی تار و پود آن باز نمی شود. زیردست نرم و تنخور لطیف این پارچه احساس بسیار خوشایندی را در تماس با پوست بدن ایجاد می کند. سطح ظاهری این پارچه بسیار صاف و صیقلی می باشد. ",
        price:"۶۸,۰۰۰ تومان" ,
        width:150,
        stock:10 ,
        textile: "پارچه کرپ ساده رنگ مشکی",
        category: "بهاره",
        stationary:"لخت",
        practical:"",
        thickness:"بدن نما",
        gender:"حریر ساده",
        images: [
          "./Images/harer/20210610_124416.jpg",
          "./Images/harer/20210610_124405.jpg",
          "./Images/harer/20210610_124354.jpg",
         
        ] 
    },
    {
        id:10,
        subcategory: "حریر",
        description: "پارچه حریر ساده بسیار پرمصرف و پرطرفدار برای دوخت لباس های مجلسی و مهمانی است. همان طور که می دانید این پارچه کاملا نازک و بدن نما می باشد. بافت این پارچه بسیار ظریف است و به همین خاطر پارچه مناسبی برای خیاط های تازه کار به حساب نمی آید. علی رغم ظرافتی که دارد، این پارچه حریر تراکم بافت زیادی دارد و به سادگی تار و پود آن باز نمی شود. زیردست نرم و تنخور لطیف این پارچه احساس بسیار خوشایندی را در تماس با پوست بدن ایجاد می کند. سطح ظاهری این پارچه بسیار صاف و صیقلی می باشد. ",
        price:"۶۸,۰۰۰ تومان" ,
        width:150,
        stock:10 ,
        textile: "پارچه ی",
        category: "بهاره",
        stationary:"لخت",
        practical:"",
        thickness:"بدن نما",
        gender:"حریر ساده",
        images: [
          "./Images/harer/20210610_124416.jpg",
          "./Images/harer/20210610_124405.jpg",
          "./Images/harer/20210610_124354.jpg",
         
        ] 
    },
    {
        id:11,
        subcategory: "حریر",
        description: "پارچه حریر ساده بسیار پرمصرف و پرطرفدار برای دوخت لباس های مجلسی و مهمانی است. همان طور که می دانید این پارچه کاملا نازک و بدن نما می باشد. بافت این پارچه بسیار ظریف است و به همین خاطر پارچه مناسبی برای خیاط های تازه کار به حساب نمی آید. علی رغم ظرافتی که دارد، این پارچه حریر تراکم بافت زیادی دارد و به سادگی تار و پود آن باز نمی شود. زیردست نرم و تنخور لطیف این پارچه احساس بسیار خوشایندی را در تماس با پوست بدن ایجاد می کند. سطح ظاهری این پارچه بسیار صاف و صیقلی می باشد. ",
        price:"۶۸,۰۰۰ تومان" ,
        width:150,
        stock:10 ,
        textile: " حریر ساده رنگ مشکی",
        category: "بهاره",
        stationary:"لخت",
        practical:"",
        thickness:"بدن نما",
        gender:"حریر ساده",
        images: [
          "./Images/harer/20210610_124416.jpg",
          "./Images/harer/20210610_124405.jpg",
          "./Images/harer/20210610_124354.jpg",
         
        ] 
    },
    {
        id:12,
        subcategory: "حریر",
        description: "پارچه حریر ساده بسیار پرمصرف و پرطرفدار برای دوخت لباس های مجلسی و مهمانی است. همان طور که می دانید این پارچه کاملا نازک و بدن نما می باشد. بافت این پارچه بسیار ظریف است و به همین خاطر پارچه مناسبی برای خیاط های تازه کار به حساب نمی آید. علی رغم ظرافتی که دارد، این پارچه حریر تراکم بافت زیادی دارد و به سادگی تار و پود آن باز نمی شود. زیردست نرم و تنخور لطیف این پارچه احساس بسیار خوشایندی را در تماس با پوست بدن ایجاد می کند. سطح ظاهری این پارچه بسیار صاف و صیقلی می باشد. ",
        price:"۶۸,۰۰۰ تومان" ,
        width:150,
        stock:10 ,
        textile: "پارچه  مشکی",
        category: "بهاره",
        stationary:"لخت",
        practical:"",
        thickness:"بدن نما",
        gender:"حریر ساده",
        images: [
          "./Images/harer/20210610_124416.jpg",
          "./Images/harer/20210610_124405.jpg",
          "./Images/harer/20210610_124354.jpg",
         
        ] 
    },
    {
        id:13,
        subcategory: "حریر",
        description: "پارچه حریر ساده بسیار پرمصرف و پرطرفدار برای دوخت لباس های مجلسی و مهمانی است. همان طور که می دانید این پارچه کاملا نازک و بدن نما می باشد. بافت این پارچه بسیار ظریف است و به همین خاطر پارچه مناسبی برای خیاط های تازه کار به حساب نمی آید. علی رغم ظرافتی که دارد، این پارچه حریر تراکم بافت زیادی دارد و به سادگی تار و پود آن باز نمی شود. زیردست نرم و تنخور لطیف این پارچه احساس بسیار خوشایندی را در تماس با پوست بدن ایجاد می کند. سطح ظاهری این پارچه بسیار صاف و صیقلی می باشد. ",
        price:"۶۸,۰۰۰ تومان" ,
        width:150,
        stock:10 ,
        textile: "پارچه حریرمشکی",
        category: "بهاره",
        stationary:"لخت",
        practical:"",
        thickness:"بدن نما",
        gender:"حریر ساده",
        images: [
          "./Images/harer/20210610_124416.jpg",
          "./Images/harer/20210610_124405.jpg",
          "./Images/harer/20210610_124354.jpg",
         
        ] 
    },
    {
        id:14,
        subcategory: "حریر",
        description: "پارچه حریر ساده بسیار پرمصرف و پرطرفدار برای دوخت لباس های مجلسی و مهمانی است. همان طور که می دانید این پارچه کاملا نازک و بدن نما می باشد. بافت این پارچه بسیار ظریف است و به همین خاطر پارچه مناسبی برای خیاط های تازه کار به حساب نمی آید. علی رغم ظرافتی که دارد، این پارچه حریر تراکم بافت زیادی دارد و به سادگی تار و پود آن باز نمی شود. زیردست نرم و تنخور لطیف این پارچه احساس بسیار خوشایندی را در تماس با پوست بدن ایجاد می کند. سطح ظاهری این پارچه بسیار صاف و صیقلی می باشد. ",
        price:"۶۸,۰۰۰ تومان" ,
        width:150,
        stock:10 ,
        textile: "پارچه حریر ساده رنگ مشکی",
        category: "بهاره",
        stationary:"لخت",
        practical:"",
        thickness:"بدن نما",
        gender:"حریر ساده",
        images: [
          "./Images/harer/20210610_124416.jpg",
          "./Images/harer/20210610_124405.jpg",
          "./Images/harer/20210610_124354.jpg",
         
        ] 
    },
    {
        id:15,
        subcategory: "کرپ",
        description: "پارچه کرپ حریر ربکا پارچه کرپ حریر ربکا بسیار خنک و نازک است و برای فصل تابستان انتخاب مناسبی است. زیردست این پارچه نرم و لطیف است. ایستایی پارچه کرپ حریر لخت و ریزش دار می باشد. از پارچه کرپ حریر برای دوخت انواع بلوز و شومیز و مانتو و غیره استفاده می شود.",
        price:"۹۸,۰۰۰ تومان" ,
        width: 150,
        stock: 10,
        textile: " حریر ربکا رنگ بنفش کبود",
        category: "بهاره",
        stationary:" لخت",
        practical:"",
        thickness:"متوسط",
        gender:"کرپ حریر ساده",
        images: [
          "./Images/kerep/InShot_20221002_220659840.jpg",
          "./Images/kerep/InShot_20221002_215618242.jpg",
         
        ] 
    },
    {
        id:16,
        subcategory: "کرپ",
        description: "پارچه کرپ حریر ربکا پارچه کرپ حریر ربکا بسیار خنک و نازک است و برای فصل تابستان انتخاب مناسبی است. زیردست این پارچه نرم و لطیف است. ایستایی پارچه کرپ حریر لخت و ریزش دار می باشد. از پارچه کرپ حریر برای دوخت انواع بلوز و شومیز و مانتو و غیره استفاده می شود.",
        price:"۹۸,۰۰۰ تومان" ,
        width: 150,
        stock: 10,
        textile: "پارچه ربکا رنگ بنفش کبود",
        category: "بهاره",
        stationary:" لخت",
        practical:"",
        thickness:"متوسط",
        gender:"کرپ حریر ساده",
        images: [
          "./Images/kerep/InShot_20221002_220659840.jpg",
          "./Images/kerep/InShot_20221002_215618242.jpg",
         
        ] 
    },
    {
        id:17,
        subcategory: "کرپ",
        description: "پارچه کرپ حریر ربکا پارچه کرپ حریر ربکا بسیار خنک و نازک است و برای فصل تابستان انتخاب مناسبی است. زیردست این پارچه نرم و لطیف است. ایستایی پارچه کرپ حریر لخت و ریزش دار می باشد. از پارچه کرپ حریر برای دوخت انواع بلوز و شومیز و مانتو و غیره استفاده می شود.",
        price:"۹۸,۰۰۰ تومان" ,
        width: 150,
        stock: 10,
        textile: "پارچه کرپ حریر ربکاکبود",
        category: "بهاره",
        stationary:" لخت",
        practical:"",
        thickness:"متوسط",
        gender:"کرپ حریر ساده",
        images: [
          "./Images/kerep/InShot_20221002_220659840.jpg",
          "./Images/kerep/InShot_20221002_215618242.jpg",
         
        ] 
    },
    {
        id:18,
        subcategory: "کرپ",
        description: "پارچه کرپ حریر ربکا پارچه کرپ حریر ربکا بسیار خنک و نازک است و برای فصل تابستان انتخاب مناسبی است. زیردست این پارچه نرم و لطیف است. ایستایی پارچه کرپ حریر لخت و ریزش دار می باشد. از پارچه کرپ حریر برای دوخت انواع بلوز و شومیز و مانتو و غیره استفاده می شود.",
        price:"۹۸,۰۰۰ تومان" ,
        width: 150,
        stock: 10,
        textile: "پارچه کرپ حریر ربکا رنگ بنفش کبود",
        category: "بهاره",
        stationary:" لخت",
        practical:"",
        thickness:"متوسط",
        gender:"کرپ حریر ساده",
        images: [
          "./Images/kerep/InShot_20221002_220659840.jpg",
          "./Images/kerep/InShot_20221002_215618242.jpg",
         
        ] 
    },
    {
        id:19,
        subcategory: "کرپ",
        description: "پارچه کرپ حریر ربکا پارچه کرپ حریر ربکا بسیار خنک و نازک است و برای فصل تابستان انتخاب مناسبی است. زیردست این پارچه نرم و لطیف است. ایستایی پارچه کرپ حریر لخت و ریزش دار می باشد. از پارچه کرپ حریر برای دوخت انواع بلوز و شومیز و مانتو و غیره استفاده می شود.",
        price:"۹۸,۰۰۰ تومان" ,
        width: 150,
        stock: 10,
        textile: "پارچه کرپ حریر ربکا رنگ بنفش کبود",
        category: "بهاره",
        stationary:" لخت",
        practical:"",
        thickness:"متوسط",
        gender:"کرپ حریر ساده",
        images: [
          "./Images/kerep/InShot_20221002_220659840.jpg",
          "./Images/kerep/InShot_20221002_215618242.jpg",
         
        ] 
    },
    {
        id:20,
        subcategory: "کرپ",
        description: "پارچه کرپ حریر ربکا پارچه کرپ حریر ربکا بسیار خنک و نازک است و برای فصل تابستان انتخاب مناسبی است. زیردست این پارچه نرم و لطیف است. ایستایی پارچه کرپ حریر لخت و ریزش دار می باشد. از پارچه کرپ حریر برای دوخت انواع بلوز و شومیز و مانتو و غیره استفاده می شود.",
        price:"۹۸,۰۰۰ تومان" ,
        width: 150,
        stock: 10,
        textile: "پارچه کرپ حریر ربکا رنگ بنفش کبود",
        category: "بهاره",
        stationary:" لخت",
        practical:"",
        thickness:"متوسط",
        gender:"کرپ حریر ساده",
        images: [
          "./Images/kerep/InShot_20221002_220659840.jpg",
          "./Images/kerep/InShot_20221002_215618242.jpg",
         
        ] 
    },
    {
        id:21,
        subcategory: "لمه",
        description: "پارچه لمه از جمله مهم‌ترین و معروف‌ترین پارچه‌های لباس مجلسی است که طرفداران بسیاری دارد و نقش مهمی در دوخت لباس‌های مجلسی ایفا می‌کند. پارچه لمه پارچه‌ای کشی و ریزش دار است که برای دوخت لباس‌های رسمی مورد استفاده قرار می‌گیرد. این پارچه ریز بافت بوده، سطحی صاف دارد و لطافت آن افراد بسیاری را به سمت خود جذب کرده است. یکی از مهم‌ترین ویژگی‌هایی که پارچه لمه دارد این است که به دلیل ضخامت پوششی کامل برای بدن ایجاد کرده و همین امر سبب شده که نیازی به اضافه کردن آستر در هنگام دوخت لباس نباشد و شرایط راحت‌تری را برای افراد فراهم آورد.",
        price:"۹۸,۰۰۰ تومان" ,
        stock:10 ,
        textie: "ارچه نخی راه راه ترک رنگ کرم لمه",
        width: 160,
        category: "بهاره",
        stationary:"لخت",
        practical:"",
        thickness:"تابستانه",
        gender:"لمه ساده",
        images: [
          "./Images/Lameh/InShot_20230116_175930110.jpg",
          "./Images/Lameh/InShot_20230116_175906235.jpg",
          "./Images/Lameh/InShot_20230116_175951518.jpg",
         
        ] 
    },
    {      
        id:22,
        subcategory: "لمه",
        description: "پارچه لمه از جمله مهم‌ترین و معروف‌ترین پارچه‌های لباس مجلسی است که طرفداران بسیاری دارد و نقش مهمی در دوخت لباس‌های مجلسی ایفا می‌کند. پارچه لمه پارچه‌ای کشی و ریزش دار است که برای دوخت لباس‌های رسمی مورد استفاده قرار می‌گیرد. این پارچه ریز بافت بوده، سطحی صاف دارد و لطافت آن افراد بسیاری را به سمت خود جذب کرده است. یکی از مهم‌ترین ویژگی‌هایی که پارچه لمه دارد این است که به دلیل ضخامت پوششی کامل برای بدن ایجاد کرده و همین امر سبب شده که نیازی به اضافه کردن آستر در هنگام دوخت لباس نباشد و شرایط راحت‌تری را برای افراد فراهم آورد.",
        price:"۹۸,۰۰۰ تومان" ,
        stock:10 ,
        textie: "ارچه نخی راه راه ترک رنگ کرم لمه",
        width: 160,
        category: "بهاره",
        tationary:"لخت",
        practical:"",
        thickness:"تابستانه",
        gender:"لمه ساده",
        images: [
          "./Images/Lameh/InShot_20230116_175930110.jpg",
          "./Images/Lameh/InShot_20230116_175906235.jpg",
          "./Images/Lameh/InShot_20230116_175951518.jpg",
         
        ] 
    },
    {
        id:23,
        subcategory: "لمه",
        description: "پارچه لمه از جمله مهم‌ترین و معروف‌ترین پارچه‌های لباس مجلسی است که طرفداران بسیاری دارد و نقش مهمی در دوخت لباس‌های مجلسی ایفا می‌کند. پارچه لمه پارچه‌ای کشی و ریزش دار است که برای دوخت لباس‌های رسمی مورد استفاده قرار می‌گیرد. این پارچه ریز بافت بوده، سطحی صاف دارد و لطافت آن افراد بسیاری را به سمت خود جذب کرده است. یکی از مهم‌ترین ویژگی‌هایی که پارچه لمه دارد این است که به دلیل ضخامت پوششی کامل برای بدن ایجاد کرده و همین امر سبب شده که نیازی به اضافه کردن آستر در هنگام دوخت لباس نباشد و شرایط راحت‌تری را برای افراد فراهم آورد.",
        price:"۹۸,۰۰۰ تومان" ,
        stock:10 ,
        textie: "ارچه نخی راه راه ترک رنگ کرم لمه",
        width: 160,
        category: "بهاره",
        tationary:"لخت",
        practical:"",
        thickness:"تابستانه",
        gender:"لمه ساده",
        images: [
          "./Images/Lameh/InShot_20230116_175930110.jpg",
          "./Images/Lameh/InShot_20230116_175906235.jpg",
          "./Images/Lameh/InShot_20230116_175951518.jpg",
         
        ] 
    },
    {
        id:24,
        subcategory: "لمه",
        description: "پارچه لمه از جمله مهم‌ترین و معروف‌ترین پارچه‌های لباس مجلسی است که طرفداران بسیاری دارد و نقش مهمی در دوخت لباس‌های مجلسی ایفا می‌کند. پارچه لمه پارچه‌ای کشی و ریزش دار است که برای دوخت لباس‌های رسمی مورد استفاده قرار می‌گیرد. این پارچه ریز بافت بوده، سطحی صاف دارد و لطافت آن افراد بسیاری را به سمت خود جذب کرده است. یکی از مهم‌ترین ویژگی‌هایی که پارچه لمه دارد این است که به دلیل ضخامت پوششی کامل برای بدن ایجاد کرده و همین امر سبب شده که نیازی به اضافه کردن آستر در هنگام دوخت لباس نباشد و شرایط راحت‌تری را برای افراد فراهم آورد.",
        price:"۹۸,۰۰۰ تومان" ,
        stock:10 ,
        textie: "ارچه نخی راه راه ترک رنگ کرم لمه",
        width: 160,
        category: "بهاره",
        stationary:"لخت",
        practical:"",
        thickness:"تابستانه",
        gender:"لمه ساده",
        images: [
          "./Images/Lameh/InShot_20230116_175930110.jpg",
          "./Images/Lameh/InShot_20230116_175906235.jpg",
          "./Images/Lameh/InShot_20230116_175951518.jpg",
         
        ] 
    },
    {
        id:25,
        subcategory: "لمه",
        description: "پارچه لمه از جمله مهم‌ترین و معروف‌ترین پارچه‌های لباس مجلسی است که طرفداران بسیاری دارد و نقش مهمی در دوخت لباس‌های مجلسی ایفا می‌کند. پارچه لمه پارچه‌ای کشی و ریزش دار است که برای دوخت لباس‌های رسمی مورد استفاده قرار می‌گیرد. این پارچه ریز بافت بوده، سطحی صاف دارد و لطافت آن افراد بسیاری را به سمت خود جذب کرده است. یکی از مهم‌ترین ویژگی‌هایی که پارچه لمه دارد این است که به دلیل ضخامت پوششی کامل برای بدن ایجاد کرده و همین امر سبب شده که نیازی به اضافه کردن آستر در هنگام دوخت لباس نباشد و شرایط راحت‌تری را برای افراد فراهم آورد.",
        price:"۹۸,۰۰۰ تومان" ,
        stock:10 ,
        textie: "ارچه نخی راه راه ترک رنگ کرم لمه",
        width: 160,
        category: "بهاره",
        tationary:"لخت",
        practical:"",
        thickness:"تابستانه",
        gender:"لمه ساده",
        images: [
          "./Images/Lameh/InShot_20230116_175930110.jpg",
          "./Images/Lameh/InShot_20230116_175906235.jpg",
          "./Images/Lameh/InShot_20230116_175951518.jpg",
         
        ] 
    },
    {
        id:26,
      subcategory: "تدی",
      description: "پارچه تدی لمه با زیردست نرم و ظاهر پرزدار برای دوخت انواع پالتو و کت پیشنهاد می شود. این پارچه جذاب پرز های فر مانند پوست ببعی دارد که باعث می شود تنخور بسیار گرمی داشته باشد. این نوع از پارچه تدی دارای نخ های لمه است که باعث جذابیت دو چندان پارچه شده است.",
      price:"۹۸,۰۰۰ تومان" ,
      width: 160,
      stock: 10,
      textile: "پارچه تدی لمه رنگ خردلی",
      category: "زمستانه",
      stationary:"متوسط",
      practical:"کت, پالتویی, خرجکار",
      thickness:"زمستانه",
      gender:"تدی لمه",
      images: [
        "./Images/tedi/InShot_20221002_145859206.jpg",
        "./Images/tedi/InShot_20221002_145918673.jpg",
        "./Images/tedi/InShot_20221002_145843277.jpg",
       
      ] 
  },
  {
    id:27,
    subcategory: "کتان",
    description: "پارچه تدی لمه با زیردست نرم و ظاهر پرزدار برای دوخت انواع پالتو و کت پیشنهاد می شود. این پارچه جذاب پرز های فر مانند پوست ببعی دارد که باعث می شود تنخور بسیار گرمی داشته باشد. این نوع از پارچه تدی دارای نخ های لمه است که باعث جذابیت دو چندان پارچه شده است.",
    price:"۹۸,۰۰۰ تومان",
    width: 160,
    stock: 10,
    textile: "پارچه کتانی",
    category: "مانتویی",
    stationary:"متوسط",
    practical:"کت, پالتویی, خرجکار",
    thickness:"زمستانه",
    gender:"تدی لمه",
    images: [
      "./Images/tedi/InShot_20221002_145859206.jpg",
      "./Images/tedi/InShot_20221002_145918673.jpg",
      "./Images/tedi/InShot_20221002_145843277.jpg",
     
    ] 
},
{
    id:28,
    subcategory: "تافته",
    description: "پارچه تدی لمه با زیردست نرم و ظاهر پرزدار برای دوخت انواع پالتو و کت پیشنهاد می شود. این پارچه جذاب پرز های فر مانند پوست ببعی دارد که باعث می شود تنخور بسیار گرمی داشته باشد. این نوع از پارچه تدی دارای نخ های لمه است که باعث جذابیت دو چندان پارچه شده است.",
    price:"۹۸,۰۰۰ تومان",
    width: 160,
    stock: 10,
    textile: "پارچه تدی لمه رنگ خردلی",
    category: "ژاکارد",
    stationary:"متوسط",
    practical:"کت, پالتویی, خرجکار",
    thickness:"زمستانه",
    gender:"تدی لمه",
    images: [
      "./Images/tedi/InShot_20221002_145859206.jpg",
      "./Images/tedi/InShot_20221002_145918673.jpg",
      "./Images/tedi/InShot_20221002_145843277.jpg",
     
    ] 
},
{
    id:29,
    subcategory: "مخمل سوزندوزی",
    description: "پارچه تدی لمه با زیردست نرم و ظاهر پرزدار برای دوخت انواع پالتو و کت پیشنهاد می شود. این پارچه جذاب پرز های فر مانند پوست ببعی دارد که باعث می شود تنخور بسیار گرمی داشته باشد. این نوع از پارچه تدی دارای نخ های لمه است که باعث جذابیت دو چندان پارچه شده است.",
    price:"۹۸,۰۰۰ تومان",
    width: 160,
    stock: 10,
    textile: "پارچه تدی لمه رنگ خردلی",
    category: "هندی",
    stationary:"متوسط",
    practical:"کت, پالتویی, خرجکار",
    thickness:"زمستانه",
    gender:"تدی لمه",
    images: [
      "./Images/tedi/InShot_20221002_145859206.jpg",
      "./Images/tedi/InShot_20221002_145918673.jpg",
      "./Images/tedi/InShot_20221002_145843277.jpg",
     
    ] 
},
{
    id:30,   
    subcategory: "تدی",
    description: "پارچه تدی لمه با زیردست نرم و ظاهر پرزدار برای دوخت انواع پالتو و کت پیشنهاد می شود. این پارچه جذاب پرز های فر مانند پوست ببعی دارد که باعث می شود تنخور بسیار گرمی داشته باشد. این نوع از پارچه تدی دارای نخ های لمه است که باعث جذابیت دو چندان پارچه شده است.",
    price:"۹۸,۰۰۰ تومان",
    width: 160,
    stock: 10,
    textile: "پارچه تدی لمه رنگ خردلی",
    category: "زمستانه",
    stationary:"متوسط",
    practical:"کت, پالتویی, خرجکار",
    thickness:"زمستانه",
    gender:"تدی لمه",
    images: [
      "./Images/tedi/InShot_20221002_145859206.jpg",
      "./Images/tedi/InShot_20221002_145918673.jpg",
      "./Images/tedi/InShot_20221002_145843277.jpg",
     
    ] 
},
    // {
    //     "id": ,
    //     subcategory: "دانتل",
    //     description: "",
    //    "pric": ,
    //    "discountPercentag": ,
    //    "widt": 120,
    //    "stok": ,
    //    "textie": "",
    //    "categoy": "مجلسی",
    //     stationary:"متوسط",
    //     practical: ["کت","مانتویی","خرجکار","دامن","تاپ"],
    //     thickness:"بدن نما",
    //     "gender":"دانتل ساده",
    //     "images": [
    //       "./Images/",
    //       "./Images/",
    //       "./Images/",
    //       "",
    //       ""
    //     ] 
    // },
    
]

export  default  Products